<?php

return array(
    'integral' => array(
        '1' => array('score' => 1, 'exp' => 5, 'name' => '天天登录', 'desc' => '天天首次登录-登录成功'),
        '2' => array('score' => 1, 'exp' => 5, 'name' => '发布营销分享', 'desc' => '发布营销分享'),
        '3' => array('score' => 3, 'exp' => 30, 'name' => '上传保险资料', 'desc' => '上传保险资料'),
        '4' => array('score' => 10, 'exp' => 1000, 'name' => '新用户首次登录', 'desc' => '新用户首次登录-账户激活-登录成功'),
        '5' => array('score' => 10, 'exp' => 100, 'name' => '个人资料完整度为100%', 'desc' => '个人资料完整度为100%，仅一次，删除后再完善不算'),
        '6' => array('score' => 1, 'exp' => 1, 'name' => '个人网站浏览', 'desc' => '主页被浏览1次', 'num' => 100),
        '7' => array('score' => 1, 'exp' => 20, 'name' => '发布资讯', 'desc' => '网站发表一篇文章'),
        '8' => array('score' => 1, 'exp' => 5, 'name' => '站内提问', 'desc' => '站内提问'),
        '9' => array('score' => 1, 'exp' => 5, 'name' => '回复一条提问', 'desc' => '回复一条提问'),
        '10' => array('score' => 1, 'exp' => 10, 'name' => '答案被采纳', 'desc' => '答案被采纳为最佳答案'),
        '11' => array('score' => 5, 'exp' => 5, 'name' => '最快回复', 'desc' => '在30分钟内第一个回答的'),
        '12' => array('score' => 50, 'exp' => 50, 'name' => '上传产品', 'desc' => '上传产品-审核通过'),
        '13' => array('score' => 1, 'exp' => 5, 'name' => '评论资讯', 'desc' => '评论资讯', 'num' => 5),
        '14' => array('score' => 50, 'exp' => 50, 'name' => '反馈建议', 'desc' => '反馈建议-被采纳'),
        '15' => array('score' => 5, 'exp' => 50, 'name' => '发布方案', 'desc' => '发布方案'),
        '16' => array('score' => 50, 'exp' => 100, 'name' => '邀请好友', 'desc' => '每成功邀请1名用户加入'),
        '17' => array('score' => 50, 'exp' => 200, 'name' => '绑定其他平台', 'desc' => '绑定其他平台'),
    ),
    'exp_level' => array(
        '2' => 3000, '3' => 5000, '4' => 7000, '5' => 10000, '6' => 14000, '7' => 19000, '8' => 25000, '9' => 31000, '10' => 38000,
        '11' => 47000, '12' => 57000, '13' => 68000, '14' => 80000, '15' => 93000, '16' => 107000, '17' => 132000, '18' => 148000, '19' => 165000,
        '20' => 183000, '21' => 202000, '22' => 222000, '23' => 243000, '24' => 265000, '25' => 288000, '26' => 312000, '27' => 337000,
        '28' => 3630000, '29' => 390000, '30' => 418000,
    ),
    'family_status' => array('1001' => '单身', '1002' => '夫妻两人', '1003' => '三口之家', '1004' => '单亲家庭', '1005' => '有多个小孩', '1006' => '需要赡养老人'),
    'five_year_plans' => array('0' => '无', '1' => '结婚', '2' => '买房', '3' => '买车', '4' => '小孩上学', '5' => '退休'),
    'main_concept' => array('1' => '人寿保障', '2' => '健康保障', '3' => '养老保障', '4' => '子女呵护', '5' => '子女教育', '6' => '意外保障', '7' => '投资理财', '8' => '综合保障'),
    'good_at_field' => array('1' => '分红险', '2' => '意外险', '3' => '重大疾病', '4' => '商业医疗', '5' => '少儿保险', '6' => '旅游保险',
        '7' => '定期寿险', '8' => '商业养老', '9' => '终身寿险', '10' => '万能险', '11' => '投资连结险', '12' => '女性保险'),
    'shouru' => array('1' => '5000以下', '2' => '5000—10000', '3' => '10000—20000', '4' => '20000—50000', '5' => '50000以上'),
    'zhichu' => array('1' => '2000以下', '2' => '2000—5000', '3' => '5000—10000', '4' => '10000—20000', '5' => '20000以上'),
    'concept' => array('1' => '意外保险', '2' => '医疗保险', '3' => '少儿保险', '4' => '养老保险', '5' => '人寿保险', '6' => '理财保险', '7' => '重疾保险'),
    'insure_object' => array('1' => '个人', '2' => '团体', '3' => '女性', '4' => '少儿', '5' => '老年'),
    'insure_origin' => array('0' => '方案定制', '1' => '个人主页', '2' => '保险产品', '3' => '代理人', '4' => '在线投保', '5' => '方案定制', '6' => '保险资讯')
);
?>
